Repository: juliaecaro/django-editing-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Home
es: Inicio

source: Terms of Service
es: Términos Y Condiciones

source: Pricing
es: Precios

source: <h1>Pricing</h1>
es: <h1>Precios</h1>

source: Email
es: Correo

source: Portfolio
es: Portafolio

source: Site coded by: Fredster
es: Sitio codificado por: Fredster

source: Your browser does not support the video tag.
es: Tu navegador no soporta la etiqueta audio.

source: Please read the <i>entire</i> Terms of Service and pricing pages <u>before</u> contacting me.</p>
es: Por favor lee las paginas de mis precios y mis Términos y Condiciones <u>antes</u> de contactarme.</p>

source: I've been creating content from different games for over 3 years, mostly around <i>Dead By Daylight</i> and <i>League of Legends</i>. I am very passionate on what I do and have been ever since I started doing this. My editing style can be either informative or fun for the viewer depending on the commissioner's wishes. My goal as an editor is to do my best in trying to help the content creators I work for grow.
es: He estado creando contenido para juegos diferentes por mas de 3 años, mas alrededor de <i>Dead By Daylight</i> y <i>League of Legends</i>. Soy muy apacionado en lo que hago desde que comence a hacer esto. Mi estilo de editaje puede ser o informativo o divertido para el espectador dependiendo de lo que pida el cliente. Mi meta como editar es crear contenido de manera que ayuda a los creadores crecer.

source: If you want to commission an edit but you're not comfortable with the pricing for the videos or thumbnails, you are free to negotiate an amount that fits your economy. However, we must both agree on the amount before I will start work on an edit.</p>
es: Si gustas comisionar una edición pero no estas conforme con el precio de tanto los videos o las miniaturas, eres libre de negocioar un monto que se ajuste a tu economía. Sin embargo, ambos debemos estar de acuerdo el monto antes de comenzar a trabajar.</p>

source: Thumbnails
es: Miniaturas

source: <b>Base price:</b> $6 USD per minute of the video's duration
es: <b>Precio Base:</b> $6 DLLS por minuto de la duración del video

source: Videos will <b>only</b> be edited clips, <i>not</i> a full vod
es: Los videos <b>solamente</b> serán clips editados, <i>no</i> un vod completo

source: <b>Base price:</b> $6 USD per edited clip</p>
es: <b>Precio Base:</b> $6 USD por clip editado

source: Each commission will include the following:</p>
es: Cada comisión incluye lo siguiente:</p>

source: Video montage style editing, funny moments, and highlights</li>
es: Estilo de editaje video montaje, momentos chistosos, y highlights</li>

source: Effects, animations, transitions, and presets</li>
es: Efectos, animaciones, transiciones y presets</li>

source: Different effects added (such as: motion blur, different transitions, slow motion, etc.)</li>
es: Efectos differentes añadidos (como el: motion blur, transiciones diferentes, slow motion, etc.)</li>

source: Will include memes if wanted</li>
es: Incluye memes si así lo desea</li>

source: Background music and sound effects</li>
es: Música de fondo y efectos de sonido</li>

source: Check out the %(num_videos)s videos I've made for %(num_clients)s clients so far!</p>
es: Chequen los %(num_videos)s videos que he hecho para %(num_clients)s clientes hasta ahora!</p>

source: Views
es: Vistas

source: <h2>Thumbnails</h2>
es: <h2>Miniaturas</h2>

source: <b>Dead by Daylight (base price):</b> $10 USD per thumbnail</p>
es: <b>Dead by Daylight (precio base):</b> $10 DLLS por miniatura</p>

source: <b>League of Legends (base price):</b> $5 USD per thumbnail</p>
es: <b>League of Legends (precio base):</b> $5 DLLS por miniatura</p>

source: <b>Miscellaneous (base price):</b> $5 USD per thumbnail; if the thumbnail has multiple characters, the total amount will be $5 USD per rendered character</p>
es: <b>Miscellaneous (precio base):</b> $5 DLLS por miniatura; si la miniatura cuenta con personajes multiples, el monto total sera de $5 DLLS por personaje renderizado</p>

source: Check out the %(num_thumbnails)s thumbnails I've made so far!
es: Chequen las %(num_thumbnails)s minuaturas que he hecho hasta ahora!

source: <h1>Terms of Service</h1>
es: <h1>Términos Y Condiciones</h1>

source: Please read the <i>entire</i> Terms of Service and pricing pages <u>before</u> contacting me.
es: Por favor lee las paginas de mis precios y mis Términos y Condiciones <u>antes</u> de contactarme.

source: All payments will be in USD in PayPal.
es: Todos los pagos seran en DLLS por Paypal.

source: Payments will be handled upfront, so as to prevent scams or malicious intent.
es: Los pagos se manejarán por adelantado, para evitar estafas o intenciones maliciosas.

source: Payments must be handled 50%% at the start (to start on the commission) and 50%% at the end (after the edit has been completed and approved).
es: Los pagos deben gestionarse en un 50%% antes de la edición (para continuar trabajando en la comisión) y en un 50%% después (de que la edición se haya realizado y aprobado).

source: Once the edit is finished, further changes to the work are no longer allowed. Minor changes like text, color, or other small things are fine.
es: Una vez finalizada la edición, ya no se permiten cambios en el trabajo (cambios menores como texto, color o algunas cosas extrañas están bien).

source: There will be <b>no</b> cancellations after the edit has been approved and payment has been sent.
es: <b>NO</b> habrá cancelaciones después de que se hayan aprobado las ediciones y se haya enviado el pago.

source: There will be <b>no refunds</b> after the payment has gone through. By paying, you are also agreeing <u>not</u> to chargeback.
es: <b>NO</b> habrá reembolsos una vez que el pago se realize. Al pagar, acepta <u>no</u> realizar devoluciones de cargo.

source: Any commissioner agrees to credit me when asked.
es: El cliente acepta darme crédito cuando se pide.

source: Other information of note:
es: Otra información para tener en cuenta:

source: I have the right to decline any commission.
es: Tengo el derecho de rechazar comisiones.

source: I retain the rights to use/submit the video for portfolio or self-promotional uses. However, you may ask me to keep the work private, and then I will keep it private.
es: Mantengo los derechos de usar/enviar el video para usos de portafolio o de autopromoción. Sin embargo, el cliente puede pedir que mantenga el trabajo en privado y lo mantendré en privado.

source: Do <b>not</b> try to rush the edit; doing so will lower the quality of the product.
es: Evite apresurar la edición; al hacer reducirá la calidad del producto.

source: If you have further questions, please feel free to email me or message me in any of my socials.
es: Cualquier otra pregunta hagamelo saber por correo o por mensaje en cualquiera de mis redes.

source: <h2>Youtube Videos</h2>
es: <h2>Videos De Youtube</h2>
